INSERT INTO Изделия VALUES 
	('Чайник', 42),
	('Самовар', 21),
	('Плита', 14),
	('Микроволновка', 65),
	('Духовой шкаф', 98),
	('Пароварка', 61),
	('Кофемашина', 29),
	('Тостер', 10),
	('Соковыжималка', 34),
	('Холодильник', 47);

INSERT INTO Комплектация VALUES 
	('Тостер', 'Нагреватель', 3),
	('Микроволновка', 'Катушка', 5),
	('Кофемашина', 'Трубка', 10),
	('Плита', 'Комфорка', 3),
	('Самовар', 'Болт', 4),
	('Чайник', 'Провод', 1),
	('Духовой шкаф', 'Лампа', 6),
	('Пароварка', 'Шланг', 2),
	('Соковыжималка', 'Кнопка', 7),
	('Холодильник', 'Компрессор', 8);

INSERT INTO Комплектующее VALUES 
	('Нагреватель', 25),
	('Провод', 10),
	('Кнопка', 15),
	('Комфорка', 35),
	('Катушка', 40),
	('Компрессор', 60),
	('Лампа', 18),
	('Болт', 5),
	('Трубка', 10),
	('Шланг', 13);

INSERT INTO Заказы VALUES 
	('Микроволновка', 2),
	('Пароварка', 4),
	('Кофемашина', 5),
	('Соковыжималка', 8),
	('Духовой шкаф', 1),
	('Холодильник', 6),
	('Плита', 2),
	('Тостер', 10),
	('Чайник', 3),
	('Самовар', 9);