SELECT * FROM Изделия INNER JOIN Комплектация ON Изделия.[Наименование изделия]  = Комплектация.[Наименование изделия]

SELECT * FROM Изделия LEFT JOIN Комплектация ON Изделия.Стоимость > 20 AND Изделия.[Наименование изделия] = Комплектация.[Наименование изделия]

SELECT * FROM Изделия RIGHT JOIN  Комплектация ON Изделия.Стоимость < 20 AND Изделия.[Наименование изделия] = Комплектация.[Наименование изделия]

SELECT * FROM Изделия FULL JOIN Комплектация ON Изделия.Стоимость > 50 AND Изделия.[Наименование изделия] = Комплектация.[Наименование изделия]

SELECT Изделия.[Наименование изделия], Изделия.Стоимость, Комплектация.[Наименование комплектующего], Комплектация.Количество
FROM Изделия JOIN Комплектация ON Комплектация.[Наименование изделия] = Изделия.[Наименование изделия]